frontend/controllers/SiteController.php

    public function actionView($id)
    {
        $model = \common\models\ArticleItems::findOne($id);
---
SELECT * FROM "article_items" WHERE "id"='6'