common/models/ArticleCategories.php

    public static function topKategori()
    {
        $model  = self::find()
                ->orderBy('name ASC')
                ->all();
---
SELECT * FROM "article_categories" ORDER BY "name"