backend/modules/pa/controllers/MatkulController.php

SELECT sks "nama" FROM "matakuliah"
---
    public function actionIndex()
    {
    	$sql = (new \yii\db\query())->SELECT('nama')->From('matakuliah')->all();