backend/modules/pa/controllers/NilaiController.php

SELECT * FROM "nilai" WHERE "id"='3'
---
    protected function findModel($id)
    {
        if (($model = Nilai::findOne($id)) !== null) {